[RM_Elite X2SoldierClassTemplate]
DisplayName="精英"
ClassSummary="经过充分训练后，桑赫利战士可以成为战场上最危险或最鼓舞人心的人物之一，这取决于你站在他们刀刃的哪一端."
LeftAbilityTreeTitle="狂热者"
RightAbilityTreeTitle="常规"

AbilityTreeTitles[0]="狂热者"
AbilityTreeTitles[1]="常规"
AbilityTreeTitles[2]="XCOM"

RandomNickNames[0]="匪徒"
RandomNickNames[1]="闪电战"
RandomNickNames[2]="砖"
RandomNickNames[3]="屠夫"
RandomNickNames[4]="电锯"
RandomNickNames[5]="卡津人"
RandomNickNames[6]="大块头"
RandomNickNames[7]="眼镜蛇"
RandomNickNames[8]="美洲狮"
RandomNickNames[9]="郊狼"
RandomNickNames[10]="崩溃"
RandomNickNames[11]="钻石"
RandomNickNames[12]="执法者"
RandomNickNames[13]="致命"
RandomNickNames[14]="闪电"
RandomNickNames[15]="愤怒"
RandomNickNames[16]="短吻鳄"
RandomNickNames[17]="幽灵"
RandomNickNames[18]="枪手"
RandomNickNames[19]="猎犬"
RandomNickNames[20]="冰"
RandomNickNames[21]="冰锥"
RandomNickNames[22]="大白鲨"
RandomNickNames[23]="审判日"
RandomNickNames[24]="指节"
RandomNickNames[25]="怪物"
RandomNickNames[26]="野马"
RandomNickNames[27]="圣骑士"
RandomNickNames[28]="比特犬"
RandomNickNames[29]="捕食者"
RandomNickNames[30]="剃刀"
RandomNickNames[31]="武士"
RandomNickNames[32]="蝎子"
RandomNickNames[33]="将军"
RandomNickNames[34]="影子"
RandomNickNames[35]="杀手"
RandomNickNames[36]="蛇"
RandomNickNames[37]="蛇眼"
RandomNickNames[38]="独奏"
RandomNickNames[39]="幽灵"
RandomNickNames[40]="蜘蛛"
RandomNickNames[41]="跟踪者"
RandomNickNames[42]="钢铁"
RandomNickNames[43]="毒刺"
RandomNickNames[44]="终结者"
RandomNickNames[45]="特洛伊木马"
RandomNickNames[46]="破坏者"
RandomNickNames[47]="维京人"
RandomNickNames[48]="典狱长"
RandomNickNames[49]="军阀"
RandomNickNames[50]="金刚狼"
RandomNickNames[51]="野孩子"
RandomNickNames[52]="野人"
RandomNickNames[53]="祖鲁"
；字母顺序
RandomNickNames_Male[0]="斧头侠"
RandomNickNames_Male[1]="公爵"
RandomNickNames_Male[2]="洛基"
RandomNickNames_Male[3]="种马"
RandomNickNames_Male[4]="狼人"
;ALPHABETICAL ORDER
RandomNickNames_Female[0]="雅典娜"
RandomNickNames_Female[1]="公爵夫人"
RandomNicknames_Female[2]="铁娘子"
RandomNicknames_Female[3]="钢铁少女"
RandomNicknames_Female[4]="盾女"
RandomNickNames_Female[5]="女武神"
；ALPHABETICAL ORDER
PhotoboothSoloBLines_Male[0]="他的剑……他们的血！"
PhotoboothSoloBLines_Male[1]="近距离，毫不留情."
PhotoboothSoloBLines_Male[2]="他的剑将带来正义！"
PhotoboothSoloBLines_Male[3]="近距离、私密、致命！"
PhotoboothSoloBLines_Male[4]="剑圣.死亡商人."
PhotoboothSoloBLines_Female[0]="她的刀刃……他们的鲜血！"
PhotoboothSoloBLines_Female[1]="近距离，毫不留情."
PhotoboothSoloBLines_Female[2]="她的剑将带来正义！"
PhotoboothSoloBLines_Female[3]="近距离、私密、致命！"
PhotoboothSoloBLines_Female[4]="剑圣.死亡商人."
;weapons

[RM_EliteSword_CV X2WeaponTemplate]
FriendlyName="1型能量剑"
FriendlyNamePlural="1型能量剑"
BriefSummary="1 型能量武器/剑由弯曲的剑柄、内置的能量存储模块和用于投射形成剑刃的等离子体的装置组成.很难获得原版，而只是获得流传的仿制品."
TacticalText="<Bullet/> 精英即使在使用两个动作移动或冲刺到其移动范围之后，也可以用剑攻击相邻的敌人.\n<Bullet/> 与敌人进行近战战斗的决定可能是决定性的；请谨慎行事.\n<Bullet/> 留意提高我们刃器效力的机会 - 敌人可能拥有更好的技术."
AbilityDescName="剑"

[RM_EliteSword_MG X2WeaponTemplate]
FriendlyName="改良能量剑"
FriendlyNamePlural="改良能量剑"
BriefSummary="虽然我们对此提议感到不舒服，但我们还是设法采用了原始的 1型设计，并使用外星技术的节能技术对其进行了改进.它将更加有力地劈开，甚至偶尔会电击被它击中的人."
TacticalText="<Bullet/> 精英即使在使用两个动作移动或冲刺到其移动范围之后，也可以用碎片攻击相邻的敌人.\n<Bullet/> 与敌人进行近战战斗的决定可能是决定性的；请谨慎行事.\n<Bullet/> 留意提高我们刃器效力的机会 - 敌人可能拥有更好的技术."
AbilityDescName="剑"

[RM_EliteSword_BM X2WeaponTemplate]
FriendlyName="超釉能量剑"
FriendlyNamePlural="超釉能量剑"
BriefSummary="基于超釉的核心为该武器提供动力，使其超越原来的极限，可以有效对抗最强大的对手."
TacticalText="<Bullet/> 精英即使在使用两个动作移动或冲刺到其移动范围之后，也可以用剑攻击相邻的敌人.\n<Bullet/> 与敌人进行近战战斗的决定可能是决定性的；请谨慎行事.\n<Bullet/> 留意提高我们刃器效力的机会 - 敌人可能拥有更好的技术."
AbilityDescName="剑"

;abilities
;endgame perks
[RM_CommandSpirit X2AbilityTemplate]
LocFriendlyName="精英精神"
LocHelpText="精英是战场上的主宰力量，他们激励着自己的队友即使在陷入困境时也永不放弃."
LocLongDescription="只要精英还活着，他的小队成员就将永远陷入流血状态."
LocFlyOverText="精英精神"
LocPromotionPopupText="<Bullet/>如果可能造成人员伤亡，精英精神可以帮助打破或做出战术决策.<br/>"


[RM_EliteReaper X2AbilityTemplate]
LocFriendlyName="精英收割者"
LocLongDescription="毁灭性的连续近战攻击，近战攻击不会错过.收割者模式下的每次近战击杀都会获得额外行动，但进一步的近战攻击会减少伤害."
LocHelpText="毁灭性的连续近战攻击，近战攻击不会错过.收割者模式下的每次近战击杀都会获得额外的行动，但进一步的近战攻击会减少伤害."
LocFlyOverText="精英收割者"
LocPromotionPopupText="<Bullet/> 收割者有一个 <Ability:SelfCooldown/> 回合冷却时间.<br/><Bullet/> 收割者不能与奔跑和射击相结合.<br/><Bullet/> 由于收割者每次成功攻击造成的伤害都会减少，因此可能需要仔细排列目标顺序，以确保最长的攻击链.<br/>"


[RM_Retaliation X2AbilityTemplate]
LocFriendlyName="报复"
LocLongDescription="精英部队会向任何在其视线内采取攻击行动的敌人开火."
LocHelpText="精英部队会向任何在其视线内采取攻击行动的敌人开火.行动后才会开火."
LocPromotionPopupText="<Bullet/>此能力除了精英主枪械中的弹药外没有任何限制.<br/>"

;later perks
[EliteBlademaster X2AbilityTemplate]
LocFriendlyName="剑术大师"
LocLongDescription="所有 <Ability:SecondaryWeaponName/> 攻击都会造成 +<Ability:BlademasterDmg/> 额外伤害，并且具有 +<Ability:BLADEMASTERAIM/> 瞄准.同时获得动量，让精英在挥砍攻击后移动或用较弱的剑攻击进行切割."
LocHelpText="所有 <Ability:SecondaryWeaponName/> 攻击均会造成额外伤害和瞄准.使用剑攻击后获得动量，从而能够进行奖励，即更弱的切片攻击."
LocFlyOverText="剑术大师"
LocPromotionPopupText="<Bullet/>剑术大师每次成功的近战攻击都会造成额外的 +<Ability:BlademasterDmg/> 伤害.<br/><Bullet/>剑术大师授予 +<Ability:BLADEMASTERAIM/> 瞄准近战攻击.<br/><Bullet/>剑术大师的动量使剑术大师能够在砍杀后移动，或切碎另一个目标.<br/>"

[RM_EliteWeakSlice X2AbilityTemplate]
LocFriendlyName="切片"
LocLongDescription="使用你的<Ability:SecondaryWeaponName/>（次要武器）对移动范围内的任意敌人发动一次弱攻击."
LocHelpText="使用你的<Ability:SecondaryWeaponName/>（次要武器）对移动范围内的任意敌人发动一次弱攻击."
LocPromotionPopupText="<Bullet/> 您可以通过将移动光标放在敌人上方来触发切片能力.<br/><Bullet/> 精英可以执行"冲刺"动作，使用两个动作移动，并且仍然可以对相邻的敌人触发切片.<br/>"


[RM_ActiveCamo X2AbilityTemplate]
LocFriendlyName="主动迷彩"
LocLongDescription="立即进入隐蔽状态.有 <Ability:SelfCooldown/> 回合冷却时间"
LocHelpText="立即进入隐蔽状态.有 <Ability:SelfCooldown/> 回合冷却时间"
LocFlyOverText="主动迷彩"
LocPromotionPopupText="<Bullet/> 隐蔽可以在任何位置进行，但当在附近敌人的探测半径内进行隐蔽时，精英部队在侧翼被攻击时就会显露出来.<br/>"

[RM_CommandPresence X2AbilityTemplate]
LocFriendlyName="精英存在"
LocHelpText="精英激励他们的队友，增强战友的意志和防御力.这些奖励不适用于精英."
LocLongDescription="精英激励他们的队友，增强同伴的意志和防御力.这些奖励不适用于精英."
LocFlyOverText="精英风范"
LocPromotionPopupText="<Bullet/>精英存在在任务开始时为小队成员提供 +5 瞄准和 +15 意志.如果精英死亡，奖励就会消失.<br/>"

[RM_Bravery X2AbilityTemplate]
LocFriendlyName="勇敢"
LocLongDescription="精英重新集中精神，为未来的长期战斗做好准备.获得对非灵能恐慌的免疫力."
LocHelpText="精英重新集中精神，为未来的长期战斗做好准备.获得对非灵能恐慌的免疫力."
LocFlyOverText="勇敢"
LocPromotionPopupText="<Bullet/>此能力可使精英成为惊慌失措的士兵海洋中的堡垒.<br/>"

;starter and lesser perks
[DamagedActiveCamo X2AbilityTemplate]
LocFriendlyName="损坏的活动迷彩"
LocLongDescription="获得暗影步一回合.具有 <Ability:SelfCooldown/> 回合冷却时间"
LocHelpText="获得暗影步一回合.具有 <Ability:SelfCooldown/> 回合冷却时间"
LocFlyOverText="损坏的迷彩"
LocPromotionPopupText="<Bullet/> 获得暗影步一回合.具有 <Ability:SelfCooldown/> 回合冷却时间<br/>"

[EliteMomentum X2AbilityTemplate]
LocFriendlyName="冲力"
LocLongDescription="使用斩击后，获得奖励移动动作."
LocHelpText="使用斩击后每回合最多获得一次移动机会."
LocFlyOverText="冲力"

[RM_EliteSlice X2AbilityTemplate]
LocFriendlyName="斜线"
LocLongDescription="使用你的<Ability:SecondaryWeaponName/>攻击移动范围内的任意敌人."
LocHelpText="使用你的<Ability:SecondaryWeaponName/>攻击移动范围内的敌人."
LocPromotionPopupText="<Bullet/> 您可以通过将移动光标放在敌人上方来触发 Slash 能力.<br/><Bullet/> 精英可以执行"冲刺"动作，使用两个动作进行移动，并且仍然可以对相邻的敌人触发 Slash.<br/>"

[RM_EliteShield X2AbilityTemplate]
LocFriendlyName="精英之盾"
LocLongDescription="桑赫利护盾技术被以太集体用于自己的目的，但精英战士保留了副本供自己使用."
LocHelpText="精英初始拥有 5 点强力屏障，并且每回合可以恢复 1 点."
LocFlyOverText="精英之盾"
LocPromotionPopupText="<Bullet/>精英一开始就拥有 5 点强力屏障，并且每回合可以恢复 1 点.<br/>"

[RM_EliteShieldRebuild X2AbilityTemplate]
LocFriendlyName="精英之盾"
LocLongDescription="桑赫利护盾技术被以太集体用于自己的目的，但精英战士保留了副本供自己使用."
LocHelpText="精英初始拥有 5 点强力屏障，并且每回合可以恢复 1 点."
LocFlyOverText="精英之盾"
LocPromotionPopupText="<Bullet/>精英一开始就拥有 5 点强力屏障，并且每回合可以恢复 1 点.<br/>"

[RM_EliteShieldRegen X2AbilityTemplate]
LocFriendlyName="精英护盾再生"
LocLongDescription="桑赫利护盾技术被以太集体用于自己的目的，但精英战士保留了副本供自己使用."
LocHelpText="精英初始拥有 5 点强力屏障，并且每回合可以恢复 1 点."
LocFlyOverText="精英护盾再生"

;descriptions
[Country_Elite X2CountryTemplate]
DisplayName="桑赫利帝国"
DisplayNameWithArticle="桑赫利帝国"
DisplayNameWithArticleLower="桑赫利帝国"
DisplayNamePossessive="桑赫利帝国'"
DisplayAdjective="桑赫利"

[EliteRookie X2SoldierClassTemplate]
DisplayName="桑赫利新兵"

[LesserEliteSoldier X2CharacterTemplate]
strCharacterName="士兵"

strCharacterBackgroundMale[0]=""圣赫利奥斯之剑"<XGParam:StrValue1/!FirstName/> 的成员之一，已准备好帮助人类摆脱枷锁，并希望在此过程中帮助其人民."
strCharacterBackgroundMale[1]="<XGParam:StrValue1/!FirstName/> 是地球上为 变种人 工作的低级警卫之一，直到他近距离观察了 变种人 在关闭摄像机的情况下如何对待平民.现在，他想通过解放人类来弥补自己的错误."
strCharacterBackgroundMale[2]="一位老战士<XGParam:StrValue1/!FirstName/>原本以为自己会永远退出游戏，但当他所居住的人类小镇遭到 变种人 袭击时，他大吃一惊.在保卫幸存者的过程中，他意识到自己仍然有一丝战斗力."

strCharacterBackgroundFemale[0]=""圣赫利奥斯之剑"<XGParam:StrValue1/!FirstName/> 的一名成员，已准备好帮助人类摆脱枷锁，并希望在此过程中帮助她的人民."
strCharacterBackgroundFemale[1]="<XGParam:StrValue1/!FirstName/> 是地球上为 变种人 工作的低级警卫之一，直到她近距离观察了 变种人 在关闭摄像机的情况下如何对待平民.现在，她想通过解放人类来弥补他的错误."
strCharacterBackgroundFemale[2]="一位老战士以为自己会永远退出游戏，当她所居住的人类小镇遭到 变种人 袭击时，她大吃一惊.在保护幸存者的过程中，她意识到自己仍然有一丝战斗力."

[GreaterEliteSoldier X2CharacterTemplate]
strCharacterName="士兵"

strCharacterBackgroundMale[0]=""圣赫利奥斯之剑"<XGParam:StrValue1/!FirstName/> 的成员之一，已准备好帮助人类摆脱枷锁，并希望在此过程中帮助其人民."
strCharacterBackgroundMale[1]="<XGParam:StrValue1/!FirstName/> 是地球上为 变种人 工作的低级警卫之一，直到他近距离观察了 变种人 在关闭摄像机的情况下如何对待平民.现在，他想通过解放人类来弥补自己的错误."
strCharacterBackgroundMale[2]="一位老战士<XGParam:StrValue1/!FirstName/>原本以为自己会永远退出游戏，但当他所居住的人类小镇遭到 变种人 袭击时，他大吃一惊.在保卫幸存者的过程中，他意识到自己仍然有一丝战斗力."

strCharacterBackgroundFemale[0]=""圣赫利奥斯之剑"<XGParam:StrValue1/!FirstName/> 的一名成员，已准备好帮助人类摆脱枷锁，并希望在此过程中帮助她的人民."
strCharacterBackgroundFemale[1]="<XGParam:StrValue1/!FirstName/> 是地球上为 变种人 工作的低级警卫之一，直到她近距离观察了 变种人 在关闭摄像机的情况下如何对待平民.现在，她想通过解放人类来弥补他的错误."
strCharacterBackgroundFemale[2]="一位老战士以为自己会永远退出游戏，当她所居住的人类小镇遭到 变种人 袭击时，她大吃一惊.在保护幸存者的过程中，她意识到自己仍然有一丝战斗力."


[ElitesRedux X2EncyclopediaTemplate]
ListTitle="桑赫利人"
DescriptionTitle="桑赫利人"
DescriptionEntry="桑赫利文化被划分为由紧密联系的家庭组成的氏族，历史上一直以某种封建庄园制度为基础，多个结盟氏族由控制要塞和周围领土的凯顿领导.这种制度以修改后的形式一直延续到现代，主要要塞演变为领导较小凯顿联盟的城邦.在小型殖民地，少数几个要塞控制着其全部资源，而在桑赫利奥斯等发达世界，数百个要塞使用政治和军事力量争夺权力和影响力.\n\n 以太集团的入侵和随后的占领导致了"桑赫利奥斯之剑"的重生，这个团体将其历史追溯到一个试图推翻桑赫利奥斯历史上暴君的兄弟会，而现代化身则致力于推翻以太集团."

;MALE HEADS
[Undersuit_Head_M X2BodyPartTemplate]
DisplayName="桑赫利头颅"

[H2A_Head_M X2BodyPartTemplate]
DisplayName="精英未成年人"

[Ranger_Head_M X2BodyPartTemplate]
DisplayName="精英游侠"

[Ranger_Head_Trans_M X2BodyPartTemplate]
DisplayName="精英游侠（透明）"

[Ultra_Head_M X2BodyPartTemplate]
DisplayName="精英至尊版"

[SpecOps_Head_M X2BodyPartTemplate]
DisplayName="精英特种部队"

[Halo5_Head_M X2BodyPartTemplate]
DisplayName="Kaidon 头盔"

[Halo5_Head_Alt_M X2BodyPartTemplate]
DisplayName="Kaidon 头盔（可着色）"

[Arbiter_Head_M X2BodyPartTemplate]
DisplayName="仲裁者头盔"

;FEMALE HEADS
[Undersuit_Head_F X2BodyPartTemplate]
DisplayName="桑赫利头颅"

[H2A_Head_F X2BodyPartTemplate]
DisplayName="精英未成年人"

[Ranger_Head_F X2BodyPartTemplate]
DisplayName="精英游侠"

[Ranger_Head_Trans_F X2BodyPartTemplate]
DisplayName="精英游侠（透明）"

[Ultra_Head_F X2BodyPartTemplate]
DisplayName="精英至尊版"

[SpecOps_Head_F X2BodyPartTemplate]
DisplayName="精英特种部队"

[Halo5_Head_F X2BodyPartTemplate]
DisplayName="凯顿头盔"

[Halo5_Head_Alt_F X2BodyPartTemplate]
DisplayName="Kaidon 头盔（可着色）"

[Arbiter_Head_F X2BodyPartTemplate]
DisplayName="仲裁者头盔"

;MALE TORSO DECOS
[H2A_TorsoDeco_M X2BodyPartTemplate]
DisplayName="精英标准"

[Halo5_TorsoDeco_M X2BodyPartTemplate]
DisplayName="凯顿"

[Halo5_TorsoDeco_Alt_M X2BodyPartTemplate]
DisplayName="Kaidon（可着色）"

[Arbiter_TorsoDeco_M X2BodyPartTemplate]
DisplayName="仲裁者"

;FEMALE TORSO DECOS

[H2A_TorsoDeco_F X2BodyPartTemplate]
DisplayName="精英标准"

[Halo5_TorsoDeco_F X2BodyPartTemplate]
DisplayName="凯顿"

[Halo5_TorsoDeco_Alt_F X2BodyPartTemplate]
DisplayName="Kaidon（可着色）"

[Arbiter_TorsoDeco_F X2BodyPartTemplate]
DisplayName="仲裁者"


;MALE THIGHS
[H2A_Thighs_M X2BodyPartTemplate]
DisplayName="精英未成年人"

[Ranger_Thighs_M X2BodyPartTemplate]
DisplayName="精英游侠"

[Ultra_Thighs_M X2BodyPartTemplate]
DisplayName="精英至尊版"

[SpecOps_Thighs_M X2BodyPartTemplate]
DisplayName="精英特种部队"

[Halo5_Thighs_M X2BodyPartTemplate]
DisplayName="凯顿"

[Halo5_Thighs_Alt_M X2BodyPartTemplate]
DisplayName="Kaidon（可着色）"

[Arbiter_Thighs_M X2BodyPartTemplate]
DisplayName="仲裁者"

;FEMALE THIGHS
[H2A_Thighs_F X2BodyPartTemplate]
DisplayName="精英未成年人"

[Ranger_Thighs_F X2BodyPartTemplate]
DisplayName="精英游侠"

[Ultra_Thighs_F X2BodyPartTemplate]
DisplayName="精英至尊版"

[SpecOps_Thighs_F X2BodyPartTemplate]
DisplayName="精英特种部队"

[Halo5_Thighs_F X2BodyPartTemplate]
DisplayName="凯顿"

[Halo5_Thighs_Alt_F X2BodyPartTemplate]
DisplayName="Kaidon（可着色）"

[Arbiter_Thighs_F X2BodyPartTemplate]
DisplayName="仲裁者"


;MALE SHINS
[Halo5_Shins_M X2BodyPartTemplate]
DisplayName="凯顿"

[Arbiter_Shins_M X2BodyPartTemplate]
DisplayName="仲裁者"

;FEMALE SHINS
[Halo5_Shins_F X2BodyPartTemplate]
DisplayName="凯顿"

[Arbiter_Shins_F X2BodyPartTemplate]
DisplayName="仲裁者"

;MALE RIGHT SHOULDERS
[H2A_Shoulder_Right_M X2BodyPartTemplate]
DisplayName="精英未成年人"

[Ranger_Shoulder_Right_M X2BodyPartTemplate]
DisplayName="精英游侠"

[Ultra_Shoulder_Right_M X2BodyPartTemplate]
DisplayName="精英至尊版"

[SpecOps_Shoulder_Right_M X2BodyPartTemplate]
DisplayName="精英特种部队"

[Halo5_Shoulder_Right_M X2BodyPartTemplate]
DisplayName="凯顿"

[Halo5_Shoulder_Right_Alt_M X2BodyPartTemplate]
DisplayName="Kaidon（可着色）"

[Arbiter_Shoulder_Right_M X2BodyPartTemplate]
DisplayName="仲裁者"

[Arbiter_Shoulder_Right_Alt_M X2BodyPartTemplate]
DisplayName="仲裁者（替代）"

;FEMALE RIGHT SHOULDERS
[H2A_Shoulder_Right_F X2BodyPartTemplate]
DisplayName="精英未成年人"

[Ranger_Shoulder_Right_F X2BodyPartTemplate]
DisplayName="精英游侠"

[Ultra_Shoulder_Right_F X2BodyPartTemplate]
DisplayName="精英至尊版"

[SpecOps_Shoulder_Right_F X2BodyPartTemplate]
DisplayName="精英特种部队"

[Halo5_Shoulder_Right_F X2BodyPartTemplate]
DisplayName="凯顿"

[Halo5_Shoulder_Right_Alt_F X2BodyPartTemplate]
DisplayName="Kaidon（可着色）"

[Arbiter_Shoulder_Right_F X2BodyPartTemplate]
DisplayName="仲裁者"

[Arbiter_Shoulder_Right_Alt_F X2BodyPartTemplate]
DisplayName="仲裁者（替代）"


;MALE LEFT SHOULDERS
[H2A_Shoulder_Left_M X2BodyPartTemplate]
DisplayName="精英未成年人"

[Ranger_Shoulder_Left_M X2BodyPartTemplate]
DisplayName="精英游侠"

[Ultra_Shoulder_Left_M X2BodyPartTemplate]
DisplayName="精英至尊版"

[SpecOps_Shoulder_Left_M X2BodyPartTemplate]
DisplayName="精英特种部队"

[Halo5_Shoulder_Left_M X2BodyPartTemplate]
DisplayName="凯顿"

[Halo5_Shoulder_Left_Alt_M X2BodyPartTemplate]
DisplayName="Kaidon（可着色）"

[Arbiter_Shoulder_Left_M X2BodyPartTemplate]
DisplayName="仲裁者"


;FEMALE LEFT SHOULDERS
[H2A_Shoulder_Left_F X2BodyPartTemplate]
DisplayName="精英未成年人"

[Ranger_Shoulder_Left_F X2BodyPartTemplate]
DisplayName="精英游侠"

[Ultra_Shoulder_Left_F X2BodyPartTemplate]
DisplayName="精英至尊版"

[SpecOps_Shoulder_Left_F X2BodyPartTemplate]
DisplayName="精英特种部队"

[Halo5_Shoulder_Left_F X2BodyPartTemplate]
DisplayName="凯顿"

[Halo5_肩膀_左_Alt_F X2BodyPartTemplate]
DisplayName="Kaidon（可着色）"

[Arbiter_Shoulder_Left_F X2BodyPartTemplate]
DisplayName="仲裁者"


;LEFT ARM
[Undersuit_LeftArm_M X2BodyPartTemplate]
DisplayName="桑赫利内衣"

[Undersuit_LeftArm_Alt_M X2BodyPartTemplate]
DisplayName="Sangheili 内衣（可着色）"

[Undersuit_LeftArm_F X2BodyPartTemplate]
DisplayName="桑赫利内衣"

[Undersuit_LeftArm_Alt_F X2BodyPartTemplate]
DisplayName="Sangheili 内衣（可着色）"

;RIGHT ARM
[Undersuit_RightArm_M X2BodyPartTemplate]
DisplayName="桑赫利内衣"

[Undersuit_RightArm_Alt_M X2BodyPartTemplate]
DisplayName="Sangheili 内衣（可着色）"

[Undersuit_RightArm_F X2BodyPartTemplate]
DisplayName="桑赫利内衣"

[Undersuit_RightArm_Alt_F X2BodyPartTemplate]
DisplayName="Sangheili 内衣（可着色）"

[Undersuit_Head_M_GE X2BodyPartTemplate]
DisplayName="桑赫利头颅"

[H2A_Head_M_GE X2BodyPartTemplate]
DisplayName="精英未成年人"

[Ranger_Head_M_GE X2BodyPartTemplate]
DisplayName="精英游侠"

[Ranger_Head_Trans_M_GE X2BodyPartTemplate]
DisplayName="精英游侠（透明）"

[Ultra_Head_M_GE X2BodyPartTemplate]
DisplayName="精英至尊版"

[SpecOps_Head_M_GE X2BodyPartTemplate]
DisplayName="精英特种部队"

[Halo5_Head_M_GE X2BodyPartTemplate]
DisplayName="Kaidon 头盔"

[Halo5_Head_Alt_M_GE X2BodyPartTemplate]
DisplayName="Kaidon 头盔（可着色）"

[Arbiter_Head_M_GE X2BodyPartTemplate]
DisplayName="仲裁者头盔"

;FEMALE HEADS
[Undersuit_Head_F_GE X2BodyPartTemplate]
DisplayName="桑赫利头颅"

[H2A_Head_F_GE X2BodyPartTemplate]
DisplayName="精英未成年人"

[Ranger_Head_F_GE X2BodyPartTemplate]
DisplayName="精英游侠"

[Ranger_Head_Trans_F_GE X2BodyPartTemplate]
DisplayName="精英游侠（透明）"

[Ultra_Head_F_GE X2BodyPartTemplate]
DisplayName="精英至尊版"

[SpecOps_Head_F_GE X2BodyPartTemplate]
DisplayName="精英特种部队"

[Halo5_Head_F_GE X2BodyPartTemplate]
DisplayName="凯顿头盔"

[Halo5_Head_Alt_F_GE X2BodyPartTemplate]
DisplayName="Kaidon 头盔（可着色）"

[Arbiter_Head_F_GE X2BodyPartTemplate]
DisplayName="仲裁者头盔"

;MALE TORSO DECOS
[H2A_TorsoDeco_M_GE X2BodyPartTemplate]
DisplayName="精英标准"

[Halo5_TorsoDeco_M_GE X2BodyPartTemplate]
DisplayName="凯顿"

[Halo5_TorsoDeco_Alt_M_GE X2BodyPartTemplate]
DisplayName="Kaidon（可着色）"

[Arbiter_TorsoDeco_M_GE X2BodyPartTemplate]
DisplayName="仲裁者"

;FEMALE TORSO DECOS

[H2A_TorsoDeco_F_GE X2BodyPartTemplate]
DisplayName="精英标准"

[Halo5_TorsoDeco_F_GE X2BodyPartTemplate]
DisplayName="凯顿"

[Halo5_TorsoDeco_Alt_F_GE X2BodyPartTemplate]
DisplayName="Kaidon（可着色）"

[Arbiter_TorsoDeco_F_GE X2BodyPartTemplate]
DisplayName="仲裁者"


;MALE THIGHS
[H2A_Thighs_M_GE X2BodyPartTemplate]
DisplayName="精英未成年人"

[Ranger_Thighs_M_GE X2BodyPartTemplate]
DisplayName="精英游侠"

[Ultra_Thighs_M_GE X2BodyPartTemplate]
DisplayName="精英至尊版"

[SpecOps_Thighs_M_GE X2BodyPartTemplate]
DisplayName="精英特种部队"

[Halo5_Thighs_M_GE X2BodyPartTemplate]
DisplayName="凯顿"

[Halo5_Thighs_Alt_M_GE X2BodyPartTemplate]
DisplayName="Kaidon（可着色）"

[Arbiter_Thighs_M_GE X2BodyPartTemplate]
DisplayName="仲裁者"

;FEMALE THIGHS
[H2A_Thighs_F_GE X2BodyPartTemplate]
DisplayName="精英未成年人"

[Ranger_Thighs_F_GE X2BodyPartTemplate]
DisplayName="精英游侠"

[Ultra_Thighs_F_GE X2BodyPartTemplate]
DisplayName="精英至尊版"

[SpecOps_Thighs_F_GE X2BodyPartTemplate]
DisplayName="精英特种部队"

[Halo5_Thighs_F_GE X2BodyPartTemplate]
DisplayName="凯顿"

[Halo5_Thighs_Alt_F_GE X2BodyPartTemplate]
DisplayName="Kaidon（可着色）"

[Arbiter_Thighs_F_GE X2BodyPartTemplate]
DisplayName="仲裁者"


;MALE SHINS
[Halo5_Shins_M_GE X2BodyPartTemplate]
DisplayName="凯顿"

[Arbiter_Shins_M_GE X2BodyPartTemplate]
DisplayName="仲裁者"

；女性小腿
[Halo5_Shins_F_GE X2BodyPartTemplate]
DisplayName="凯顿"

[Arbiter_Shins_F_GE X2BodyPartTemplate]
DisplayName="仲裁者"

;MALE RIGHT SHOULDERS
[H2A_Shoulder_Right_M_GE X2BodyPartTemplate]
DisplayName="精英未成年人"

[Ranger_Shoulder_Right_M_GE X2BodyPartTemplate]
DisplayName="精英游侠"

[Ultra_Shoulder_Right_M_GE X2BodyPartTemplate]
DisplayName="精英至尊版"

[SpecOps_Shoulder_Right_M_GE X2BodyPartTemplate]
DisplayName="精英特种部队"

[Halo5_Shoulder_Right_M_GE X2BodyPartTemplate]
DisplayName="凯顿"

[Halo5_Shoulder_Right_Alt_M_GE X2BodyPartTemplate]
DisplayName="Kaidon（可着色）"

[Arbiter_Shoulder_Right_M_GE X2BodyPartTemplate]
DisplayName="仲裁者"

[Arbiter_Shoulder_Right_Alt_M_GE X2BodyPartTemplate]
DisplayName="仲裁者（替代）"

;FEMALE RIGHT SHOULDERS
[H2A_Shoulder_Right_F_GE X2BodyPartTemplate]
DisplayName="精英未成年人"

[Ranger_Shoulder_Right_F_GE X2BodyPartTemplate]
DisplayName="精英游侠"

[Ultra_Shoulder_Right_F_GE X2BodyPartTemplate]
DisplayName="精英至尊版"

[SpecOps_Shoulder_Right_F_GE X2BodyPartTemplate]
DisplayName="精英特种部队"

[Halo5_Shoulder_Right_F_GE X2BodyPartTemplate]
DisplayName="凯顿"

[Halo5_Shoulder_Right_Alt_F_GE X2BodyPartTemplate]
DisplayName="Kaidon（可着色）"

[Arbiter_Shoulder_Right_F_GE X2BodyPartTemplate]
DisplayName="仲裁者"

[Arbiter_Shoulder_Right_Alt_F_GE X2BodyPartTemplate]
DisplayName="仲裁者（替代）"


;MALE LEFT SHOULDERS
[H2A_Shoulder_Left_M_GE X2BodyPartTemplate]
DisplayName="精英未成年人"

[Ranger_Shoulder_Left_M_GE X2BodyPartTemplate]
DisplayName="精英游侠"

[Ultra_Shoulder_Left_M_GE X2BodyPartTemplate]
DisplayName="精英至尊版"

[SpecOps_Shoulder_Left_M_GE X2BodyPartTemplate]
DisplayName="精英特种部队"

[Halo5_Shoulder_Left_M_GE X2BodyPartTemplate]
DisplayName="凯顿"

[Halo5_Shoulder_Left_Alt_M_GE X2BodyPartTemplate]
DisplayName="Kaidon（可着色）"

[Arbiter_Shoulder_Left_M_GE X2BodyPartTemplate]
DisplayName="仲裁者"


;FEMALE LEFT SHOULDERS
[H2A_Shoulder_Left_F_GE X2BodyPartTemplate]
DisplayName="精英未成年人"

[Ranger_Shoulder_Left_F_GE X2BodyPartTemplate]
DisplayName="精英游侠"

[Ultra_Shoulder_Left_F_GE X2BodyPartTemplate]
DisplayName="精英至尊版"

[SpecOps_Shoulder_Left_F_GE X2BodyPartTemplate]
DisplayName="精英特种部队"

[Halo5_Shoulder_Left_F_GE X2BodyPartTemplate]
DisplayName="凯顿"

[Halo5_Shoulder_Left_Alt_F_GE X2BodyPartTemplate]
DisplayName="Kaidon（可着色）"

[Arbiter_Shoulder_Left_F_GE X2BodyPartTemplate]
DisplayName="仲裁者"


；左臂
[Undersuit_LeftArm_M_GE X2BodyPartTemplate]
DisplayName="桑赫利内衣"

[Undersuit_LeftArm_Alt_M_GE X2BodyPartTemplate]
DisplayName="Sangheili 内衣（可着色）"

[Undersuit_LeftArm_F_GE X2BodyPartTemplate]
DisplayName="桑赫利内衣"

[Undersuit_LeftArm_Alt_F_GE X2BodyPartTemplate]
DisplayName="Sangheili 内衣（可着色）"

；右臂
[Undersuit_RightArm_M_GE X2BodyPartTemplate]
DisplayName="桑赫利内衣"

[Undersuit_RightArm_Alt_M_GE X2BodyPartTemplate]
DisplayName="Sangheili 内衣（可着色）"

[Undersuit_RightArm_F_GE X2BodyPartTemplate]
DisplayName="桑赫利内衣"

[Undersuit_RightArm_Alt_F_GE X2BodyPartTemplate]
DisplayName="Sangheili 内衣（可着色）"






















